export default {
    vipCards:{
        title:'会员服务合同(购卡适用)',
        content:`
        重要说明
        1.请消费者签订合同时务必认真阅读相应内容。 
        2.合同中的画横线处为待填写，当事人应当填写完整，不填写的应当用“/”划去。“□”为待选框，当事人应当以打勾方式选定。
        3.合同内有关用语定义： 
        (1)会员卡：经营者向购买会员服务的消费者提供的会员身份识别卡(实物或虚拟)。 
        (2)开卡：消费者签订会员服务合同时约定的会员卡启用时间。
        (3)中止：也叫暂停，在会员服务合同期间，因为消费者的原因进行的中止服务，中止服务期间消费者停止享受经营者提供的服务，中止届满即恢复原有服务。 
        (4)转卡：消费者无法继续履行会员服务合同，将自己的权益转让非会员的行为。
        (5)退卡：消费者和经营者终止会员服务合同的行为。
        (6)余额：经营者按消费者购买的会员卡卡种对应的会籍时长或次数，计算实际余额，余额计算公式如下：
        
        4.双方当事人可以通过书面形式的补充协议对本合同内容进行变更或补充。
        5.消费者签订本合同则视为同意，经营者制定或公示的管理规定、规章制度等作为本合同的附件，与本合同适用相同的效力条款，对双方发生法律效力。仅在本合同项下，本合同约定与甲方管理规定或规章制度不一致的，以后者为准。
        6.消费者签订本合同则视为同意，根据经营中的实际需要，甲方可以定期或不定期调整管理规定或规章制度的内容。作为本合同附件而确定双方权利义务时，该等规定应以开卡时间的最新版本为准，但涉及会员服务期间双方人身和财产安全的内容不在此限。
        
        
        甲方：北京出手体育文化有限公司
        门店简称：北京朝阳Mellow攀岩馆
        统一社会信用代码：91110105MACF3TEA9Q
        门店地址：北京市朝阳区将台路普天实业创新园506
        
        乙方： 
        会员姓名： 
        证件类型：身份证
        证件号码：
        联系地址：
        联系电话：
        
        依据《中华人民共和国民法典》《中华人民共和国消费者权益保护法》等相关法律法规规定，攀岩馆经营者(以下简称甲方)、消费者(指本合同会员姓名一栏记载的会员，以下简称乙方)双方在自愿、平等的基础上，就甲方向乙方提供会员服务，乙方接受会员服务达成如下约定。
        
        第一条 会员服务内容
        (一)会员卡情况 
        1. 会员卡类型：新购□ 续会□ 升级□ 
        2. 会员卡使用对象：成人卡□ 
        3. 会员卡级别： 
        次卡□        次
        期限卡□
        
        (二)会员卡会籍时长（会员服务期限）
        年   月   日至    年   月   日 
        甲方赠送会籍至（如有）：
        
        (三)会员卡开卡方式 
        首次使用开卡 □ 
        指定日期开卡 □ (消费者在指定日期前入场使用的，开卡时间以首次入场使用时间计算)
        
        (四)打包产品 
        乙方购买会员服务同时购买的实物或服务（如有）：
        双方同意，甲方可以在其管理规定或规章制度中列明乙方购买会员服务同时购买的实物或服务；本条约定与管理规定或规章制度不一致的，以后者为准。
        
        第二条 甲方的权利义务
        (一)甲方应按本合同约定及甲方制定的管理规定或规章制度向乙方提供服务。 
        (二)甲方收取乙方会员服务费后，应及时向乙方开具相应金额的发票。 
        (三)甲方应如实记录乙方会员卡使用情况，提供乙方本人会员卡数据查询。 
        (四)甲方应配备必要的工作人员，工作人员应具备符合国家和本市相关规定的从业资质证书。 
        (五)甲方提供的攀岩设施设备及配套设施应符合国家或地方相关技术标准。甲方对场馆内器械、设施设备负有保养、维护责任，并确保器械、设施设备能够安全、正常使用。 
        (六)甲方有权制止乙方违反相关法律、法规、甲方制定的管理规定或规章制度的行为，劝阻无效的情况下，甲方有权请乙方离场。 
        (七)甲方可以在国家法定节假日期间适当调整营业时间及项目。 
        (八)甲方应为乙方的个人信息、健康状况承担保密义务。
        
        第三条 乙方的权利义务
        (一)乙方有权要求甲方按照本合同约定提供服务。 
        (二)乙方有权向甲方查询本人会员卡消费记录。 
        (三)乙方不熟悉甲方设施的，应向甲方现场工作人员寻求帮助。 
        (四)乙方活动期间如遇身体不适，应立即停止运动，并及时向甲方寻求帮助。 
        (五)乙方提供的证件、体检证明及相关资料应真实、完整，如有变化应及时告知甲方。 
        (六)乙方离场前应将个人物品带离。当日营业结束后甲方将自行清理全场，甲方并无义务保管乙方丢弃的个人物品，如乙方的财物因此涉及丢失或损坏的，乙方应自行承担责任。 
        (七)乙方应按本合同约定使用会员卡，未经甲方同意，乙方不得私自带领第三人进入甲方场所。乙方应遵守甲方在其管理规定或规章制度中，对会员卡使用方式作出的相关规定。
        (八)乙方应遵守甲方公示的管理规定和规章制度，仔细阅读运动风险提示等信息。
        
        
        第四条 会员卡使用、中止、转卡、补卡
        会员知悉并同意，关于会员卡的使用、中止、转卡、补卡等事宜，甲方可以通过制定和公示管理规定或规章制度细化和确定，乙方有义务遵守上述规定。本合同约定与甲方管理规定或规章制度不一致的，以后者为准。
        会员知悉并同意，根据经营中的实际需要，甲方可以定期或不定期调整管理规定或规章制度的内容。作为本合同附件而确定双方权利义务时，该等规定应以开卡时间的最新版本为准，但与会员服务期间双方人身和财产安全相关的内容不在此限。
        
        (一)使用
        1.会员卡可用于Mellow店面所有服务的购买。
        2.在会员卡会籍时长内，乙方可在甲方场馆经营时间内使用会员卡进入场地并使用场地内设施。
        3.在会员知悉或应知悉自己可能因为某些原因无法使用Mellow攀岩馆全部设施的情况下，会员同意接受在该限度内使用场馆内设施，会员仍需对此承担全部费用。
        
        (二)中止： 
        在期限卡形式的会员卡会籍时长内，乙方有权办理中止手续，但须遵循以下规定： 
        1．中止方式为按月中止，乙方应提前办理中止手续。 
        2．中止手续费： 
        免费：□ 每年免费中止     月，超出免费中止时间的按人民币     元/月收取； 
        收费：□ 人民币     元/月。
        若在中止期间本合同解除的，对于未履行部分中止期的手续费，甲方应当予以返还。 
        3．乙方在中止期内不得至甲方场所使用设施及接受服务，否则视为中止期限届满，甲方开始继续计算乙方的会员服务时间。乙方中止期限届满之日，甲方开始继续计算乙方的会员服务时间。
        对于次卡形式的会员卡，乙方无权办理中止。
        
        (三)转卡： 
        乙方开卡使用后，在会员卡会籍时长内，向甲方支付合同金额[  ]%或者甲方固定收取人民币[  ]元的转卡手续费后，乙方可以向未持有甲方有效会员卡的消费者转让本合同权利义务(即转卡)，甲方应当同意。有一次转让记录的会员服务合同不得再次转让。
        
        (四)补卡：
        乙方会员卡遗失需凭乙方的有效证件至本合同门店地址进行 
        会员卡补卡申请，补卡费用： 
        免费：□ 每年免费【】次补卡； 
        收费：□ 人民币【】元/张。
        
        第五条 收费
        (一) 合同金额：人民币【   】元。
        (二) 支付日期与方式： 
        支付日期：【    】年【  】月【  】日。 
        乙方支付方式：现金□ 银行卡□ 支付宝□ 微信□ 
        其他支付方式□(                     )
        甲方收款账户信息如下： 
        开户银行：【】
        银行账号：【】
        支付宝账户：【】
        微信账户：【】
        其他方式：【】
        (三) 本合同项下服务费的金额、支付日期与方式等事宜，可通过甲方制定和公示的管理规定或规章制度确定，乙方有义务遵守上述规定。本合同约定与甲方管理规定或规章制度不一致的，以后者为准。
        乙方知悉并同意，根据经营中的实际需要，甲方可以定期或不定期调整管理规定或规章制度的内容。作为本合同附件而确定双方权利义务时，该等规定应以开卡时间的最新版本为准，但涉及会员服务期间双方人身和财产安全的内容不在此限。
        
        第六条 退费
        双方认识到并同意，由于甲方场馆的资源和承载力有限，无论何种原因，乙方要求退费的行为均将导致甲方无法及时出售该部分会员服务。故甲方对退费收取一定比例的手续费，具体计算方式在本合同中约定或由甲方在管理规定或规章制度规定，二者存在不一致的以后者为准。
        
        第七条 违约责任
        (一)未经乙方同意，甲方未按照约定内容提供会员服务的，乙方有权要求甲方根据相关条款履行合同义务；甲方无法按照约定内容提供会员服务的，乙方有权要求解除合同并根据乙方会员卡的实际使用情况，要求甲方退还所对应的服务费余额。
        (二)甲方因装修暂停营业、传染病疫情、市政停水停电、交通管制、消防检查、设备故障等突发状况造成的临时性停业或停止开放部分项目、设施，应及时公示相关信息，临时性停业超过1天的，按实际临时停业时间对会籍时长进行相应顺延。 
        (三)乙方开卡使用后，在会员卡会籍时长内，由于乙方个人原因申请解除本合同的，乙方应向甲方□支付合同金额[   ]%或者甲方□固定收取人民币[   ]元的退卡手续费。甲方应当同意乙方退卡申请，并根据乙方会员卡的实际使用情况，退还乙方所对应的服务费余额。
        (四)乙方违反本合同约定或甲方制定的管理规定、规章制度，给甲方造成损害的，应就上述损害承担赔偿责任。
        
        
        第八条 合同解除
        (一)有下列情形之一的，甲方有权终止会员服务并解除本合同，甲方根据乙方会员卡的实际使用情况，退还乙方所对应的服务费余额。若造成甲方经济损失的，甲方有权要求乙方进行相应赔偿。
        1．乙方违反甲方公示的管理规定或规章制度，经甲方劝阻拒不改正的。 
        2．乙方未经甲方允许，进行以盈利为目的的商业活动或个人活动，妨碍甲方正常经营，经甲方劝阻拒不改正的。 
        3．乙方行为不当严重扰乱场所秩序，造成甲方经济损失；危害他人人身安全；损害他人利益、财产安全的。 
        
        (二)乙方因重大疾病、伤残在会员卡有效会籍时长内都不适合继续进行活动的，可以申请解除本合同，但需提供医院医嘱证明或伤残鉴定报告。甲方根据乙方会员卡的实际使用情况，退还乙方所对应的服务费余额。 
        
        (三)因战争、自然灾害、传染性疾病等不可抗力致使本合同无法继续履行的，双方互不承担违约责任，受不可抗力影响的一方应及时书面通知对方，甲方根据乙方会员卡的实际使用情况，退还乙方所对应的服务费余额；能够通过变更履行期限、履行方式等继续履行的，由甲乙双方另行协商解决。
        
        第九条 争议的解决
        本合同在履行过程中发生争议，双方可协商解决；协商不成的，任一方可依法向北京市朝阳区有管辖权的人民法院提起诉讼。
        
        第十条 补充协议和附件
        本合同有未尽事宜的，双方可另行协商并签订补充协议，补充协议与本合同具有同等法律效力。甲方制定或公示的管理规定、规章制度等作为本合同的附件，与本合同适用相同的效力条款，对双方发生法律效力。
        
        第十一条 合同生效、份数
        本合同双方签字、盖章之日起生效。本合同一式贰份，甲乙双方各执壹份，具有同等法律效力。
        特别地，若以线上电子合同形式签署的，本合同自乙方在甲方提供的微信小程序中阅读并勾选同意或双方进行电子签章后生效。
        
        （以下无正文）
        
        
        （本页为会员服务合同签字页）
        
        甲方：北京出手体育文化有限公司
        
        
        公章/合同专用章： 
        经办人(签字)： 
        日期：【】年【】月【】日
        
        
        
        乙方：
        
        
        会员姓名(签字)： 
        日期：【】年【】月【】日
        `
    },
    userPrivacy:{
        title:'用户隐私协议',
        content:`
        本指引是Mellow Climbing Gym小程序开发者 "北京出手体育文化有限公司"（以下简称“开发者”）为处理你的个人信息而制定。

        1.开发者处理的信息
        根据法律规定，开发者仅处理实现小程序功能所必要的信息。
        为了展示用户信息，开发者将在获取你的明示同意后，收集你的微信昵称、头像。
        为了小程序需要用手机号绑定账号，开发者将在获取你的明示同意后，收集你的手机号。
        2.你的权益
        2.1关于收集你的微信昵称、头像、收集你的手机号，你可以通过以下路径：小程序主页右上角“...” — “设置” — “小程序已获取的信息” — 点击特定信息 — 点击“通知开发者删除”，开发者承诺收到通知后将删除信息。
        2.2关于你的个人信息，你可以通过以下方式与开发者联系，行使查阅、复制、更正、删除等法定权利。
        2.3若你在小程序中注册了账号，你可以通过以下方式与开发者联系，申请注销你在小程序中使用的账号。在受理你的申请后，开发者承诺在十五个工作日内完成核查和处理，并按照法律法规要求处理你的相关信息。
        电话:13601305073
        3.开发者对信息的存储
        3.1开发者承诺，除法律法规另有规定外，开发者对你的信息的保存期限应当为实现处理目的所必要的最短时间。
        4.信息的使用规则
        4.1开发者将会在本指引所明示的用途内使用收集的信息
        4.2如开发者使用你的信息超出本指引目的或合理范围，开发者必须在变更使用目的或范围前，再次以弹窗方式告知并征得你的明示同意。
        5.信息对外提供
        5.1开发者承诺，不会主动共享或转让你的信息至任何第三方，如存在确需共享或转让时，开发者应当直接征得或确认第三方征得你的单独同意。
        5.2开发者承诺，不会对外公开披露你的信息，如必须公开披露时，开发者应当向你告知公开披露的目的、披露信息的类型及可能涉及的信息，并征得你的单独同意。
        6.你认为开发者未遵守上述约定，或有其他的投诉建议、或未成年人个人信息保护相关问题，可通过以下方式与开发者联系；或者向微信进行投诉。
        电话 : 13601305073
        更新日期：2023-12-14
        生效日期：2023-12-14
        `
    },
    vipCourse:{
        title:'会员服务合同(购课适用)',
        content:`
        重要说明
        1.请消费者签订合同时务必认真阅读相应内容。 
        2.合同中的画横线处为待填写，当事人应当填写完整，不填写的应当用“/”划去。“□”为待选框，当事人应当以打勾方式选定。
        3.合同内有关用语定义： 
        (1)会员卡：经营者向购买会员服务的消费者提供的会员身份识别卡(实物或虚拟)。 
        (2)开卡：消费者签订会员服务合同时约定的会员卡启用时间。
        (3)中止：也叫暂停，在会员服务合同期间，因为消费者的原因进行的中止服务，中止服务期间消费者停止享受经营者提供的服务，中止届满即恢复原有服务。 
        (4)转卡：消费者无法继续履行会员服务合同，将自己的权益转让非会员的行为。
        (5)退卡：消费者和经营者终止会员服务合同的行为。
        (6)余额：经营者按消费者购买的会员卡卡种对应的会籍时长或次数，计算实际余额，余额计算公式如下：
        
        4.双方当事人可以通过书面形式的补充协议对本合同内容进行变更或补充。
        5.消费者签订本合同则视为同意，经营者制定或公示的管理规定、规章制度等作为本合同的附件，与本合同适用相同的效力条款，对双方发生法律效力。仅在本合同项下，本合同约定与甲方管理规定或规章制度不一致的，以后者为准。
        6.消费者签订本合同则视为同意，根据经营中的实际需要，甲方可以定期或不定期调整管理规定或规章制度的内容。作为本合同附件而确定双方权利义务时，该等规定应以开卡时间的最新版本为准，但涉及会员服务期间双方人身和财产安全的内容不在此限。
        
        
        甲方：北京出手体育文化有限公司
        门店简称：北京朝阳Mellow攀岩馆
        统一社会信用代码：91110105MACF3TEA9Q
        门店地址：北京市朝阳区将台路普天实业创新园506
        
        乙方： 
        会员姓名： 
        证件类型：身份证
        证件号码：
        联系地址：
        联系电话：
        
        依据《中华人民共和国民法典》《中华人民共和国消费者权益保护法》等相关法律法规规定，攀岩馆经营者(以下简称甲方)、消费者(指本合同会员姓名一栏记载的会员，以下简称乙方)双方在自愿、平等的基础上，就甲方向乙方提供会员服务，乙方接受会员服务达成如下约定。
        
        第一条 会员服务内容
        (一)会员卡情况 
        1. 会员卡类型：新购□ 续会□ 升级□ 
        2. 会员卡使用对象：成人卡□ 
        3. 会员卡级别： 
        次卡□        次
        期限卡□
        
        (二)会员卡会籍时长（会员服务期限）
        年   月   日至    年   月   日 
        甲方赠送会籍至（如有）：
        
        (三)会员卡开卡方式 
        首次使用开卡 □ 
        指定日期开卡 □ (消费者在指定日期前入场使用的，开卡时间以首次入场使用时间计算)
        
        (四)打包产品 
        乙方购买会员服务同时购买的实物或服务（如有）：
        双方同意，甲方可以在其管理规定或规章制度中列明乙方购买会员服务同时购买的实物或服务；本条约定与管理规定或规章制度不一致的，以后者为准。
        
        第二条 甲方的权利义务
        (一)甲方应按本合同约定及甲方制定的管理规定或规章制度向乙方提供服务。 
        (二)甲方收取乙方会员服务费后，应及时向乙方开具相应金额的发票。 
        (三)甲方应如实记录乙方会员卡使用情况，提供乙方本人会员卡数据查询。 
        (四)甲方应配备必要的工作人员，工作人员应具备符合国家和本市相关规定的从业资质证书。 
        (五)甲方提供的攀岩设施设备及配套设施应符合国家或地方相关技术标准。甲方对场馆内器械、设施设备负有保养、维护责任，并确保器械、设施设备能够安全、正常使用。 
        (六)甲方有权制止乙方违反相关法律、法规、甲方制定的管理规定或规章制度的行为，劝阻无效的情况下，甲方有权请乙方离场。 
        (七)甲方可以在国家法定节假日期间适当调整营业时间及项目。 
        (八)甲方应为乙方的个人信息、健康状况承担保密义务。
        
        第三条 乙方的权利义务
        (一)乙方有权要求甲方按照本合同约定提供服务。 
        (二)乙方有权向甲方查询本人会员卡消费记录。 
        (三)乙方不熟悉甲方设施的，应向甲方现场工作人员寻求帮助。 
        (四)乙方活动期间如遇身体不适，应立即停止运动，并及时向甲方寻求帮助。 
        (五)乙方提供的证件、体检证明及相关资料应真实、完整，如有变化应及时告知甲方。 
        (六)乙方离场前应将个人物品带离。当日营业结束后甲方将自行清理全场，甲方并无义务保管乙方丢弃的个人物品，如乙方的财物因此涉及丢失或损坏的，乙方应自行承担责任。 
        (七)乙方应按本合同约定使用会员卡，未经甲方同意，乙方不得私自带领第三人进入甲方场所。乙方应遵守甲方在其管理规定或规章制度中，对会员卡使用方式作出的相关规定。
        (八)乙方应遵守甲方公示的管理规定和规章制度，仔细阅读运动风险提示等信息。
        
        
        第四条 会员卡使用、中止、转卡、补卡
        会员知悉并同意，关于会员卡的使用、中止、转卡、补卡等事宜，甲方可以通过制定和公示管理规定或规章制度细化和确定，乙方有义务遵守上述规定。本合同约定与甲方管理规定或规章制度不一致的，以后者为准。
        会员知悉并同意，根据经营中的实际需要，甲方可以定期或不定期调整管理规定或规章制度的内容。作为本合同附件而确定双方权利义务时，该等规定应以开卡时间的最新版本为准，但与会员服务期间双方人身和财产安全相关的内容不在此限。
        
        (一)使用
        1.会员卡可用于Mellow店面所有服务的购买。
        2.在会员卡会籍时长内，乙方可在甲方场馆经营时间内使用会员卡进入场地并使用场地内设施。
        3.在会员知悉或应知悉自己可能因为某些原因无法使用Mellow攀岩馆全部设施的情况下，会员同意接受在该限度内使用场馆内设施，会员仍需对此承担全部费用。
        
        (二)中止： 
        在期限卡形式的会员卡会籍时长内，乙方有权办理中止手续，但须遵循以下规定： 
        1．中止方式为按月中止，乙方应提前办理中止手续。 
        2．中止手续费： 
        免费：□ 每年免费中止     月，超出免费中止时间的按人民币     元/月收取； 
        收费：□ 人民币     元/月。
        若在中止期间本合同解除的，对于未履行部分中止期的手续费，甲方应当予以返还。 
        3．乙方在中止期内不得至甲方场所使用设施及接受服务，否则视为中止期限届满，甲方开始继续计算乙方的会员服务时间。乙方中止期限届满之日，甲方开始继续计算乙方的会员服务时间。
        对于次卡形式的会员卡，乙方无权办理中止。
        
        (三)转卡： 
        乙方开卡使用后，在会员卡会籍时长内，向甲方支付合同金额[  ]%或者甲方固定收取人民币[  ]元的转卡手续费后，乙方可以向未持有甲方有效会员卡的消费者转让本合同权利义务(即转卡)，甲方应当同意。有一次转让记录的会员服务合同不得再次转让。
        
        (四)补卡：
        乙方会员卡遗失需凭乙方的有效证件至本合同门店地址进行 
        会员卡补卡申请，补卡费用： 
        免费：□ 每年免费【】次补卡； 
        收费：□ 人民币【】元/张。
        
        第五条 收费
        (一) 合同金额：人民币【   】元。
        (二) 支付日期与方式： 
        支付日期：【    】年【  】月【  】日。 
        乙方支付方式：现金□ 银行卡□ 支付宝□ 微信□ 
        其他支付方式□(                     )
        甲方收款账户信息如下： 
        开户银行：【】
        银行账号：【】
        支付宝账户：【】
        微信账户：【】
        其他方式：【】
        (三) 本合同项下服务费的金额、支付日期与方式等事宜，可通过甲方制定和公示的管理规定或规章制度确定，乙方有义务遵守上述规定。本合同约定与甲方管理规定或规章制度不一致的，以后者为准。
        乙方知悉并同意，根据经营中的实际需要，甲方可以定期或不定期调整管理规定或规章制度的内容。作为本合同附件而确定双方权利义务时，该等规定应以开卡时间的最新版本为准，但涉及会员服务期间双方人身和财产安全的内容不在此限。
        
        第六条 退费
        双方认识到并同意，由于甲方场馆的资源和承载力有限，无论何种原因，乙方要求退费的行为均将导致甲方无法及时出售该部分会员服务。故甲方对退费收取一定比例的手续费，具体计算方式在本合同中约定或由甲方在管理规定或规章制度规定，二者存在不一致的以后者为准。
        
        第七条 违约责任
        (一)未经乙方同意，甲方未按照约定内容提供会员服务的，乙方有权要求甲方根据相关条款履行合同义务；甲方无法按照约定内容提供会员服务的，乙方有权要求解除合同并根据乙方会员卡的实际使用情况，要求甲方退还所对应的服务费余额。
        (二)甲方因装修暂停营业、传染病疫情、市政停水停电、交通管制、消防检查、设备故障等突发状况造成的临时性停业或停止开放部分项目、设施，应及时公示相关信息，临时性停业超过1天的，按实际临时停业时间对会籍时长进行相应顺延。 
        (三)乙方开卡使用后，在会员卡会籍时长内，由于乙方个人原因申请解除本合同的，乙方应向甲方□支付合同金额[   ]%或者甲方□固定收取人民币[   ]元的退卡手续费。甲方应当同意乙方退卡申请，并根据乙方会员卡的实际使用情况，退还乙方所对应的服务费余额。
        (四)乙方违反本合同约定或甲方制定的管理规定、规章制度，给甲方造成损害的，应就上述损害承担赔偿责任。
        
        
        第八条 合同解除
        (一)有下列情形之一的，甲方有权终止会员服务并解除本合同，甲方根据乙方会员卡的实际使用情况，退还乙方所对应的服务费余额。若造成甲方经济损失的，甲方有权要求乙方进行相应赔偿。
        1．乙方违反甲方公示的管理规定或规章制度，经甲方劝阻拒不改正的。 
        2．乙方未经甲方允许，进行以盈利为目的的商业活动或个人活动，妨碍甲方正常经营，经甲方劝阻拒不改正的。 
        3．乙方行为不当严重扰乱场所秩序，造成甲方经济损失；危害他人人身安全；损害他人利益、财产安全的。 
        
        (二)乙方因重大疾病、伤残在会员卡有效会籍时长内都不适合继续进行活动的，可以申请解除本合同，但需提供医院医嘱证明或伤残鉴定报告。甲方根据乙方会员卡的实际使用情况，退还乙方所对应的服务费余额。 
        
        (三)因战争、自然灾害、传染性疾病等不可抗力致使本合同无法继续履行的，双方互不承担违约责任，受不可抗力影响的一方应及时书面通知对方，甲方根据乙方会员卡的实际使用情况，退还乙方所对应的服务费余额；能够通过变更履行期限、履行方式等继续履行的，由甲乙双方另行协商解决。
        
        第九条 争议的解决
        本合同在履行过程中发生争议，双方可协商解决；协商不成的，任一方可依法向北京市朝阳区有管辖权的人民法院提起诉讼。
        
        第十条 补充协议和附件
        本合同有未尽事宜的，双方可另行协商并签订补充协议，补充协议与本合同具有同等法律效力。甲方制定或公示的管理规定、规章制度等作为本合同的附件，与本合同适用相同的效力条款，对双方发生法律效力。
        
        第十一条 合同生效、份数
        本合同双方签字、盖章之日起生效。本合同一式贰份，甲乙双方各执壹份，具有同等法律效力。
        特别地，若以线上电子合同形式签署的，本合同自乙方在甲方提供的微信小程序中阅读并勾选同意或双方进行电子签章后生效。
        
        （以下无正文）
        
        
        （本页为会员服务合同签字页）
        
        甲方：北京出手体育文化有限公司
        
        
        公章/合同专用章： 
        经办人(签字)： 
        日期：【】年【】月【】日
        
        
        
        乙方：
        
        
        会员姓名(签字)： 
        日期：【】年【】月【】日
        `
    }
}